Repository: begateway/charitable-begateway-payment-gateway
Catalog: charitable-begateway/includes/languages/charitable-begateway-*.po
Languages: ru_ru

source: BeGateway Payment Gateway for WP Charitable
ru_ru: Платежный шлюз BeGateway для WP Charitable

source: Activate it
ru_ru: Активировать

source: Install it
ru_ru: Установить

source: requires Charitable! Please %s to continue!
ru_ru: требует плагин Charitable! Нажмите %s, чтобы продолжить!

source: Settings
ru_ru: Настройки

source: Cloning this object is forbidden.
ru_ru: Клонирование запрещено.

source: Unserializing instances of this class is forbidden.
ru_ru: Десириализация класса запрещена.

source: Shop ID
ru_ru: ID магазина

source: Please enter your Shop Id
ru_ru: Введите ID вашего магазина

source: Secret key
ru_ru: Секретный ключ

source: Please enter your Shop secret key
ru_ru: Введите секретный ключ магазина

source: Public key
ru_ru: Публичный ключ

source: Please enter your Shop public key
ru_ru: Введите публичный ключ магазина

source: Payment page domain
ru_ru: Домен страницы оплаты

source: Please enter payment page domain of your payment processor
ru_ru: Введите домен страницы оплаты вашего провайдера платежей

source: Widget CSS
ru_ru: CSS стили виджета

source: Please enter CSS data to customize the payment widget
ru_ru: Введите CSS стили, чтобы настроить внешний вид платежного виджета

source: Campaign: %s
ru_ru: Кампания: %s

source: Donation: %d
ru_ru: Пожертвование: %d

source: Error to get a payment token. Reason: %s
ru_ru: Ошибка получения токена платежа. Причина: %s

source: Return back
ru_ru: Вернуться назад

source: BeGateway Options
ru_ru: Настройки BeGateway

source: Remove Address 1 & 2 Field
ru_ru: Удалить поля Адрес и Адрес 2

source: Remove Address Field on Payment
ru_ru: Удаляет поле адреса с формы данных о дарителе

source: Remove City Field
ru_ru: Удалить поле Город

source: Remove City Field on Payment
ru_ru: Удаляет поле города с формы данных о дарителе

source: Remove State Field
ru_ru: Удалить поле Штат

source: Remove State Field on Payment
ru_ru: Удаляет поле штат с формы данных о дарителе

source: Remove Postcode Field
ru_ru: Удалить Почтовый индекс

source: Remove Postcode Field on Payment
ru_ru: Удаляет поле почтового индекса с формы данных о дарителе

source: Remove Country Field
ru_ru: Удалить поле Страна

source: Remove Country Field on Payment
ru_ru: Удаляет поле страны с формы данных о дарителе

source: Phone Required
ru_ru: Требовать телефон

source: Make Phone Fields Mandatory to be set
ru_ru: Сделать поле телефона обязательным к заполнению на формы данных о дарителе

source: Unrequire Email
ru_ru: Не требовать адрес электронной почты

source: Make Email Fields Optional to be set. NOT RECOMMENDED
ru_ru: Сделать поле электронной почты опциональным к заполнению на формы данных о дарителе. Не рекомендуется включать

source: The donation has failed with the following reason
ru_ru: Оплата пожертвования не получилась по причине

source: BeGateway Payment Gateway module to accept donations by means of bank cards and alternative payment methods.
ru_ru: Платежный шлюз BeGateway для приема пожертвований с помощью банковских платежных карт и других способов оплаты.
